{
    "price": 99,
    "num_bedrooms": 1,
    "num_baths": 1,
    "city": "San Francisco",
    "state": " California",
    "country": " United States",
    "listing_type": "apartment",
    "description": "The Inn At The Opera has a guest rating of 4.1  out of 5 on Expedia.  Please let me know what dates you are interested in & I will check on the availability with my timeshare company\n\nThis is a hotel room/studio  (~ 200 sq ft) with one queen size bed & is equipped with television, a nightstand with a lamp, a desk or round table with two chairs & a kitchenette. Kitchenette has a microwave oven, coffeemaker, refrigerator & flatware, glassware, and silverware for two.  Max occupancy of 2.\n\n\nYou will check in just like at any hotel. This is a timeshare unit and it's fully transferable so I will be booking the nights under your name.  I will email you the reservation confirmation  document from the timeshare company showing the reservation being under your name.\n\nI have been an owner of Shell Vacations Time Share properties for over 10 years  (The Inn at the Opera Hotel being one property owned by Shell Vacations Club).\n\nCredit card will be required by hotel at time of check-in and held as a deposit for any damages.\n\nFeatures Include:\nComplimentary WiFi Internet access\nConcierge services\nWireless Internet access throughout the hotel\nBusiness services available including faxing, copying, and printing\nInternet kiosk in lobby\n24-hour front desk\nLaundry and dry cleaning service (fee)\nParking is optional at a parking structure around the corner at a cost of $39/night.  The access card that will allow you in and out privileges is purchased directly at the front desk.\nPets not allowed\nMust be at least 21 years of age\n\nTo ensure your safety and the safety of others, the following precautions may be in place at the Inn at the Opera (since covid transmission rates are fluid, conditions may change based on check in date):\n- House cleaning will not come into the room but you can contact the front desk and they can provide you with replacement towels/wash clothes/kleenex/etc (they will leave at your door).\n- Guests MAY be required to wear a mask when checking in and walking in the common areas of the hotel throughout the stay.\n- When arriving at the hotel, staff MAY ask guests several health questions to verify they are not experiencing COVID systems. Any guest with COVID systems will not be allowed to check-in.\n\nAll units have same features and size, but room location, and decor may vary based on which ever unit is available at the time of check-in.\n\nHOUSEKEEPING:  On a daily basis, hotel housekeeping will provide a light cleaning service which consists of making the bed(s), replacing the bath towels and emptying the trash. A full cleaning of the room is provided on the fifth day of the reservation.  Tenants seeking a daily full cleaning service may be added for an additional fee.",
    "main_title": "Walk to the Waterfront from a High-Tech Studio Flat",
    "sub_title": "Entire rental unit hosted by Jim",
    "space_type": "Studio",
    "cleaning_fee": 148.5,
    "service_fee": 74.25,
    "max_guests": 2
}