{
    "user_id": 1,
    "price": 134,
    "main_title": "large beachfront studio apartment in Miami Beach",
    "info": "A modern style and freshly renovated large beachfront studio apartment in Miami Beach with 180 degree ocean views of the crystal clear water and free parking. The apartment features a king size bed, ast and free unlimited 300mb WiFi Internet and a 60inch Samsung LED TV with Netflix and TIVO HD service 500 channels.\n\nWhile we have always had the highest standards of cleanliness, we have now taken it to another level by investing in an Electric ULV Fogger to be used between each guest.\n\n\nWe just got done renovating every single aspect of Pure Miami Beach.  We basically tore it down to the cement walls and floor and then rebuilt it with functionality and design in mind. The result was a crisp all white modern studio that provides everything you need for a beach holiday. \n\nThis unit (along with our others) offers FREE PARKING for one car which is hard to find in Miami Beach.\n\nSome highlights of Pure Miami Beach\n-King Size bed (2mx2m) with brand new linens provided\n-Fresh Bath Towels, Hand Towels and Washcloths provided\n-Beach Towels Provided\n-Beach Chairs, Beach Umbrella and Snorkel gear provided\n-Tennis rackets provided\n-60inch Samsung LED TV with Netflix and TIVO HD service 500 channels.\n-300mb speed WIFI internet Free Private internet (unlimited)\n-Local telephone with free calls to USA and some other countries\n-iPhone speaker/alarm clock (lightning connector)\n-Keurig K-Cup® coffee system\n-Fold out sofa with linens upon request\n-Basic kitchenette with bar sink, medium size refrigerator, Freezer and Microwave\n-Electric Tea Kettle, Toaster, and blender to make some tropical drinks.\n-Door Combination lock, no keys required\n-All white contemporary design with LED lighting\n-All original artwork by Maru\n-Dyson cordless vacuum for quick cleanup\n-Iron, Iron board and Hairdryer\n-Rainfall Shower\n-Pack n Play Baby Crib, Baby Tub or Toddler Cot Available upon request\n\n\n\nPure Miami Beach would be comfortable for 2 adults.  Potentially, with the fold out sofa, one or two children would be ok so we are listing it for 3 people.",
    "sub_title": "Entire condo hosted by Shane And Maru",
    "num_bedrooms": 2,
    "num_baths": 1,
    "guests": 3,
    "type": "1 bedroom",
    "city": "Miami Beach",
    "state": " Florida",
    "country": " United States",
    "ammenities": [
        "Ocean view",
        "Sea view",
        "Beach access",
        "Kitchen",
        "Wifi",
        "Dedicated workspace",
        "Free parking on premises",
        "Pets allowed",
        "TV with standard cable",
        "Elevator"
    ]
}
