{
    "id": "51212524",
    "price": 295,
    "info": "Welcome to our stylish recently remodeled home with a short drive to the beach. Conveniently located for grocery shopping, restaurants, minutes to Hard Rock Stadium and Casino. \nIdeal for families and friends. STRICTLY NO HOUSE PARTIES. \nThe front-of-house driveway can fit up to 4 cars.\n\n\nOur recently remodeled home with an open space concept is perfect for someone looking to enjoy indoor and outdoor living. The open kitchen is merged with a living room that leads to a gorgeous pool with a mounted waterfall fountain, a spacious lounge area with a cozy gazebo, and plenty of chaise lounge chairs. A high fence provides a feeling of seclusion, yet blends in perfectly with the overall flow of the backyard. There is a separate grilling corner for that grilling enthusiast who wants to focus on prepping their perfect steak or fish without being splashed down by someone else's cannonballs into the pool. Interior is made in light colors, using only natural materials. Granite countertops, stainless steel appliances, and all amenities make the kitchen a perfect spot to cook up that dish you've been wanting to try since you started to plan your vacation.  \nThe home features five bedrooms. The master bedroom has a gorgeous newly renovated bathroom with a sunken tub and double vanity. The second master bedroom has a private bath with a stand-up shower, also a convenient adjacent room with a bunk bed and en-suite bathroom.  Two other bedrooms share a spacious bathroom. Perfect for the two best friends or family mem who want to have their own privacy, but don't mind sharing a bathroom.",
    "title": "Entire villa hosted by Tim",
    "num_bedrooms": 6,
    "num_baths": 3,
    "guests": 10,
    "type": "5 bedrooms",
    "city": "Miramar",
    "state": " Florida",
    "country": " United States",
    "ammenities": [
        "Kitchen",
        "Wifi",
        "Dedicated workspace",
        "Free parking on premises",
        "Private outdoor pool - available all year, open 24 hours, heated",
        "65\" HDTV with Amazon Prime Video, Disney+, HBO Max, Netflix, Roku, standard cable",
        "Free washer – In unit",
        "Free dryer – In unit",
        "Central air conditioning",
        "Security cameras on property"
    ],
    "photo_urls": [
        "https://a0.muscache.com/im/pictures/miso/Hosting-51212524/original/6f6969c6-5939-4a70-be89-594275fe3047.jpeg?im_w=720",
        "https://a0.muscache.com/im/pictures/miso/Hosting-51212524/original/2615ac1f-2c7a-4aa9-994a-bafdcea28aab.jpeg?im_w=720",
        "https://a0.muscache.com/im/pictures/miso/Hosting-51212524/original/389435d0-306f-42d9-a68a-284559d34c99.jpeg?im_w=720",
        "https://a0.muscache.com/im/pictures/miso/Hosting-51212524/original/ca964f5c-7569-4c10-9aed-14f3ed9b6573.jpeg?im_w=720",
        "https://a0.muscache.com/im/pictures/miso/Hosting-51212524/original/714fc672-4cfa-4a4c-aa54-b0b2207eb0c4.jpeg?im_w=720"
    ],
    "bucket_urls": [
        "https://mybnb-michael-aman.s3.us-west-2.amazonaws.com/scraper/photos/53920306/image_0.jpg",
        "https://mybnb-michael-aman.s3.us-west-2.amazonaws.com/scraper/photos/53920306/image_1.jpg",
        "https://mybnb-michael-aman.s3.us-west-2.amazonaws.com/scraper/photos/53920306/image_2.jpg",
        "https://mybnb-michael-aman.s3.us-west-2.amazonaws.com/scraper/photos/53920306/image_3.jpg",
        "https://mybnb-michael-aman.s3.us-west-2.amazonaws.com/scraper/photos/53920306/image_4.jpg"
    ]
}